{
    "Matemática": {
        "Matemática": {
            "04": [
                {
                    "id": 136,
                    "fonte": "ENEM",
                    "enunciado": "Contratos de vários serviços disponíveis na internet apresentam uma quantidade excessiva de informações. Isso faz com que o tempo necessário para a leitura desses contratos possa ser longo. O quadro apresenta uma amostra do tempo considerado necessário para a leitura completa do contrato de alguns serviços digitais. O tempo médio, em minuto, necessário para a leitura completa de um contrato de serviço dentre os listados no quadro é, com uma casa decimal, aproximadamente,",
                    "imagem_url": "mat_q136_tabela.jpeg",
                    "alternativas": {
                        "A": "13,0.",
                        "B": "15,0.",
                        "C": "19,8.",
                        "D": "20,0.",
                        "E": "23,3."
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 137,
                    "fonte": "ENEM",
                    "enunciado": "Um proprietário pretende instalar um sensor de presença para a proteção de seu imóvel. O sensor deverá detectar movimentos de objetos e pessoas numa determinada região plana. A figura ilustra a vista superior da área de cobertura (setor circular em azul) de um sensor colocado no ponto S. Essa área depende da medida do ângulo α, em grau, e do raio R, em metro. Ao aumentar o ângulo α ou o raio R aumenta-se a área de cobertura do sensor. Entretanto, quanto maior essa área, maior o preço do sensor. Para esse fim, há cinco tipos de sensores disponíveis no mercado, cada um com as seguintes características: tipo I: α = 15° ° e R = 20 m; tipo II: α = 30° ° e R = 22 m; tipo III: α = 40° ° e R = 12 m; tipo IV: α = 60° ° e R = 16 m; tipo V: α = 90° ° e R = 10 m. Esse proprietário pretende adquirir um desses sensores que seja capaz de cobrir, no mínimo, uma área de medida 70 m², com o menor preço possível. Use 3 como valor aproximado para π. O proprietário do imóvel deverá adquirir o sensor do tipo",
                    "imagem_url": "mat_q137_figura.jpeg",
                    "alternativas": {
                        "A": "I.",
                        "B": "II.",
                        "C": "III.",
                        "D": "IV.",
                        "E": "V."
                    },
                    "resposta_correta": "E", 
                    "resolucao": ""
                },
                {
                    "id": 138,
                    "fonte": "ENEM",
                    "enunciado": "O uso de aplicativos de transporte tem sido uma alternativa à população que busca preços mais competitivos para se locomover, principalmente nas grandes cidades. As formas usadas para determinar o valor cobrado por cada viagem variam de um aplicativo para outro, mas, em geral, o valor V a ser pago, em real, varia em função de: tarifa base F: valor fixo, em real, cobrado no início da viagem; tempo T: tempo, em minuto, de duração da viagem; distância D: distância percorrida, em quilômetro. Um desses aplicativos cobra R$ 2,00 de valor fixo, acrescido de R$ 0,26 por minuto de viagem e de R$ 1,40 por quilômetro rodado. Nessas condições, a expressão que fornece o valor V a ser pago por uma viagem desse aplicativo é",
                    "imagem_url": "",
                    "alternativas": {
                        "A": "2,00F + 0,26T + 1,40D",
                        "B": "2,00 + 0,26T + 1,40D",
                        "C": "2,00 + 0,26T + D",
                        "D": "0,26T + 1,40D",
                        "E": "F + T + D"
                    },
                    "resposta_correta": "B", 
                    "resolucao": ""
                },
                {
                    "id": 139,
                    "fonte": "ENEM",
                    "enunciado": "Uma sala com piso no formato retangular, com lados de medidas 3 m e 6 m, será dividida em dois ambientes. Para isso, serão utilizadas colunas em formato cilíndrico, dispostas perpendicularmente ao piso e representadas na figura pelos círculos de cor azul. Os centros desses círculos estarão sobre uma reta paralela aos lados de menor medida do piso da sala. Os vãos entre duas colunas e entre uma coluna e a parede não poderão ser superiores a 15 cm. Para efetuar a compra dessas colunas, foram feitos orçamentos com base em dados fornecidos por cinco lojas. A compra será realizada na loja cujo orçamento resulte no menor valor total possível. A compra será realizada na loja",
                    "imagem_url": "mat_q139_figura_e_tabela.jpeg",
                    "alternativas": {
                        "A": "I.",
                        "B": "II.",
                        "C": "III.",
                        "D": "IV.",
                        "E": "V."
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 140,
                    "fonte": "ENEM",
                    "enunciado": "O arquiteto Renzo Piano exibiu a maquete da nova sede do Museu Whitney de Arte Americana, um prédio assimétrico que tem um vão aberto para a galeria principal, cuja medida da área é 1 672 m². Considere que a escala da maquete exibida é 1 : 200. A medida da área do vão aberto nessa maquete, em centímetro quadrado, é",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "4,18.",
                        "B": "8,36.",
                        "C": "41,80.",
                        "D": "83,60.",
                        "E": "418,00."
                    },
                    "resposta_correta": "E", 
                    "resolucao": ""
                },
                {
                    "id": 141,
                    "fonte": "ENEM",
                    "enunciado": "O gráfico apresenta o valor total de exportações e o valor total de importações, ao longo de um período, em bilhão de dólares. O saldo da balança comercial brasileira é dado pelo valor total de exportações menos o valor total de importações num mesmo período. Considere que os saldos da balança comercial brasileira, nos três meses destacados no gráfico, sejam representados por: S1: saldo em junho de 2009; S2: saldo em janeiro de 2010; S3: saldo em junho de 2010. A ordenação dos saldos S1, S2 e S3, do maior para o menor, é",
                    "imagem_url": "mat_q141_grafico.jpeg",
                    "alternativas": {
                        "A": "S1, S3 e S2.",
                        "B": "S2, S1 e S3.",
                        "C": "S2, S3 e S1.",
                        "D": "S3, S1 e S2.",
                        "E": "S3, S2 e S1."
                    },
                    "resposta_correta": "A", 
                    "resolucao": ""
                },
                {
                    "id": 142,
                    "fonte": "ENEM",
                    "enunciado": "Um instituto de pesquisa constatou que, nos últimos dez anos, o crescimento populacional de uma cidade foi de 135,25%. Qual é a representação decimal da taxa percentual desse crescimento populacional?",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "13 525,0",
                        "B": "135,25",
                        "C": "13,525",
                        "D": "1,3525",
                        "E": "0,13525"
                    },
                    "resposta_correta": "D", 
                    "resolucao": ""
                },
                {
                    "id": 143,
                    "fonte": "ENEM",
                    "enunciado": "Um fazendeiro pretende construir um galinheiro ocupando uma região plana de formato retangular, com lados de comprimentos L metro e C metro. Os lados serão cercados por telas de tipos diferentes. Nos lados de comprimento L metro, será utilizada uma tela cujo metro linear custa R$ 20,00, enquanto, nos outros dois lados, uma que custa R$ 15,00. O fazendeiro quer gastar, no máximo, R$ 6 000,00 na compra de toda a tela necessária para o galinheiro, e deseja que o galinheiro tenha a maior área possível. Qual será a medida, em metro, do maior lado do galinheiro?",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "85",
                        "B": "100",
                        "C": "175",
                        "D": "200",
                        "E": "350"
                    },
                    "resposta_correta": "B", 
                    "resolucao": ""
                },
                {
                    "id": 144,
                    "fonte": "ENEM",
                    "enunciado": "Uma professora de matemática utiliza em suas aulas uma “máquina caça-números” para verificar os conhecimentos de seus estudantes sobre representações de números racionais. Essa máquina tem um visor dividido em seis compartimentos e, na lateral, uma alavanca. Cada estudante puxa a alavanca e espera que os compartimentos parem de girar. A partir daí, precisa responder para a professora em quais posições se encontram os números que representam a mesma quantidade. Um estudante puxou a alavanca, aguardou que os compartimentos parassem de girar e observou os números apresentados no visor. A configuração da máquina naquele instante está apresentada na imagem. Esse estudante respondeu corretamente à pergunta da professora. As posições indicadas pelo estudante foram",
                    "imagem_url": "mat_q144_caca_numeros.jpeg",
                    "alternativas": {
                        "A": "I, II e IV.",
                        "B": "II, IV e V.",
                        "C": "II, III e V.",
                        "D": "III, V e VI.",
                        "E": "III, IV e VI."
                    },
                    "resposta_correta": "B", 
                    "resolucao": ""
                },
                {
                    "id": 145,
                    "fonte": "ENEM",
                    "enunciado": "Uma caneca com água fervendo é retirada de um forno de micro-ondas. A temperatura T, em grau Celsius, da caneca, em função do tempo t, em minuto, pode ser modelada pela função T(t) = a + 80bt, representada no gráfico a seguir. Os valores das constantes a e b são",
                    "imagem_url": "mat_q145_grafico_temperatura.jpeg",
                    "alternativas": {
                        "A": "a = 20; b = log(0,5)",
                        "B": "a = 100; b = 0,5",
                        "C": "a = 20; b = (0,5)^(1/10)",
                        "D": "a = 20; b = (40/80)^(1/10)",
                        "E": "a = 20; b = 40"
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 146,
                    "fonte": "ENEM",
                    "enunciado": "Em uma empresa é comercializado um produto em embalagens em formato de cilindro circular reto, com raio medindo 3 cm, e altura medindo 15 cm. Essa empresa planeja comercializar o mesmo produto em embalagens em formato de cubo, com capacidade igual a 80% da capacidade da embalagem cilíndrica utilizada atualmente. Use 3 como valor aproximado para π. A medida da aresta da nova embalagem, em centímetro, deve ser",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "6",
                        "B": "18",
                        "C": "6 raiz cúbica de 6",
                        "D": "6 raiz de 6",
                        "E": "3 raiz cúbica de 12"
                    },
                    "resposta_correta": "E", 
                    "resolucao": ""
                },
                {
                    "id": 147,
                    "fonte": "ENEM",
                    "enunciado": "Uma criança, utilizando um aplicativo, escreveu uma mensagem para enviar a um amigo. Essa mensagem foi escrita seguindo estas etapas: A criança seguiu copiando e colando, em cada etapa, o que tinha no visor na etapa imediatamente anterior, até concluir a 20ª etapa. Em seguida, enviou a mensagem. Qual foi o total de figuras contidas na mensagem enviada? **(Nota: A imagem das etapas não foi fornecida, o texto do enunciado deve descrevê-las para resolver a questão. Assumindo a sequência é: Inicia com X figuras, na Etapa 1, cola (dobra o total), etc.)**",
                    "imagem_url": "mat_q147_etapas.jpeg", 
                    "alternativas": {
                        "A": "3 × 2¹⁹",
                        "B": "3 × 2²⁰",
                        "C": "3 × 2²¹",
                        "D": "3 × 2²⁰ - 1",
                        "E": "3 × 2²⁰ - 3"
                    },
                    "resposta_correta": "A", 
                    "resolucao": ""
                },
                {
                    "id": 148,
                    "fonte": "ENEM",
                    "enunciado": "Uma casa de shows terá um evento cujo custo total de produção é de R$ 34 350,00, sendo que comporta 500 pessoas. O preço do ingresso será de R$ 130,00 e, normalmente, 60% das pessoas adquirem meia-entrada, pagando R$ 65,00 pelo ingresso. Além do faturamento proveniente da venda de ingressos, a casa de shows vende, com 60% de lucro, bebidas e petiscos ao público no dia do evento. Após ter vendido todos os 500 ingressos, constatou-se que a quantidade de meias-entradas vendidas superou em 50% o que estava previsto, impactando o faturamento estimado com a venda de ingressos. No dia do evento, decidiu-se manter o percentual de 60% de lucro sobre as bebidas e petiscos, pois todo o público que comprou ingresso compareceu ao show. Com isso, espera-se ter lucro de R$ 17 000,00 nesse evento. Para que se alcance o lucro esperado, o gasto médio por pessoa com bebidas e petiscos, em real, deverá ser de",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "19,50.",
                        "B": "28,80.",
                        "C": "34,00.",
                        "D": "52,00.",
                        "E": "68,70."
                    },
                    "resposta_correta": "D", 
                    "resolucao": ""
                },
                {
                    "id": 149,
                    "fonte": "ENEM",
                    "enunciado": "Para obter um sólido de revolução (rotação de 360° em torno de um eixo fixo), uma professora realizou as seguintes etapas: recortou o trapézio retângulo PQRS de um material rígido; afixou o lado PS do trapézio em uma vareta fixa retilínea (eixo de rotação); girou o trapézio 360° em torno da vareta e obteve um sólido de revolução. Observe a figura que apresenta o trapézio afixado na vareta e o sentido de giro. O sólido obtido foi um(a)",
                    "imagem_url": "mat_q149_solido.jpeg",
                    "alternativas": {
                        "A": "cone.",
                        "B": "cilindro.",
                        "C": "pirâmide.",
                        "D": "tronco de cone.",
                        "E": "tronco de pirâmide."
                    },
                    "resposta_correta": "D", 
                    "resolucao": ""
                },
                {
                    "id": 150,
                    "fonte": "ENEM",
                    "enunciado": "O estádio do Maracanã passou por algumas modificações estruturais para a realização da Copa do Mundo de 2014, como, por exemplo, as dimensões do campo retangular. Para se adaptar aos padrões da Fifa, as dimensões do campo foram reduzidas de 110 m × 75 m para 105 m × 68 m. Em quantos metros quadrados a área do campo do Maracanã foi reduzida?",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "24",
                        "B": "35",
                        "C": "555",
                        "D": "1 110",
                        "E": "1 145"
                    },
                    "resposta_correta": "D", 
                    "resolucao": ""
                },
                {
                    "id": 151,
                    "fonte": "ENEM",
                    "enunciado": "Um artesão utiliza dois tipos de componentes, X e Y, nos enfeites que produz. Ele sempre compra todos os componentes em uma mesma loja. O quadro apresenta os preços dos dois tipos de componentes nas lojas I e II. Ele confeccionará enfeites formados por duas unidades do componente X e uma unidade do componente Y e efetuará a compra na loja que oferecer o menor valor total para a confecção de um enfeite. O artesão efetuará a compra na loja",
                    "imagem_url": "mat_q151_tabela.jpeg",
                    "alternativas": {
                        "A": "I, pois o valor é R$ 7,00.",
                        "B": "I, pois o valor é R$ 4,00.",
                        "C": "II, pois o valor é R$ 6,00.",
                        "D": "I, pois anuncia o componente com o menor preço.",
                        "E": "II, pois o componente X, que é o mais utilizado, tem menor preço."
                    },
                    "resposta_correta": "A", 
                    "resolucao": ""
                },
                {
                    "id": 152,
                    "fonte": "ENEM",
                    "enunciado": "João e Felipe participaram, na escola, de uma maratona de matemática na qual, durante uma semana, resolveram 200 questões cada. Nessa maratona, a porcentagem P de acertos de cada participante é convertida em um conceito: insatisfatório: se 0 ≤ P < 50; regular: se 50 ≤ P < 60; bom: se 60 ≤ P < 75; muito bom: se 75 ≤ P < 90; excelente: se 90 ≤ P ≤ 100. João acertou 75% das questões da maratona e Felipe acertou 30% a menos que a quantidade de questões que João acertou. Os conceitos de João e Felipe foram, respectivamente,",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "muito bom e bom.",
                        "B": "muito bom e regular.",
                        "C": "muito bom e insatisfatório.",
                        "D": "bom e regular.",
                        "E": "bom e insatisfatório."
                    },
                    "resposta_correta": "B", 
                    "resolucao": ""
                },
                {
                    "id": 153,
                    "fonte": "ENEM",
                    "enunciado": "Três grandezas (I, II e III) se relacionam entre si. Os gráficos a seguir, formados por segmentos de reta, descrevem as relações de dependência existentes entre as grandezas I e II, e entre as grandezas II e III. O valor máximo assumido pela grandeza III, quando a grandeza I varia de 1 a 3, é",
                    "imagem_url": "mat_q153_graficos.jpeg",
                    "alternativas": {
                        "A": "1,0.",
                        "B": "2,5.",
                        "C": "3,0.",
                        "D": "3,5.",
                        "E": "4,0."
                    },
                    "resposta_correta": "B", 
                    "resolucao": ""
                },
                {
                    "id": 154,
                    "fonte": "ENEM",
                    "enunciado": "O tamanho mínimo que a visão humana é capaz de visualizar sem o uso de equipamento auxiliar é equivalente a 100 micrômetros (1 micrômetro = 10⁻³ milímetros). Uma estudante pretende visualizar e analisar hemácias do sangue humano, que medem 0,007 mm de diâmetro. Ela adquiriu um microscópio óptico que tem uma lente ocular que amplia em 10 vezes a imagem do objeto em observação, e um conjunto de lentes objetivas com estas capacidades de ampliação: lente I: 2 vezes; lente II: 10 vezes; lente III: 15 vezes; lente IV: 1,1 vez; lente V: 1,4 vez. O funcionamento desse microscópio permite o uso da lente ocular sozinha ou a combinação dela com uma de suas lentes objetivas, proporcionando, nesse caso, um aumento de sua capacidade de ampliação final, que é dada pelo produto entre as capacidades de ampliação da ocular e da objetiva. Essa estudante pretende selecionar a lente objetiva de menor capacidade de ampliação que permita, na combinação com a ocular, visualizar hemácias do sangue humano. A lente objetiva a ser selecionada pela estudante é a",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "I.",
                        "B": "II.",
                        "C": "III.",
                        "D": "IV.",
                        "E": "V."
                    },
                    "resposta_correta": "A", 
                    "resolucao": ""
                },
                {
                    "id": 155,
                    "fonte": "ENEM",
                    "enunciado": "Ao calcular a média de suas notas em 4 provas, um estudante dividiu, por engano, a soma das notas por 5. Com isso, a média obtida foi 1 unidade menor do que deveria ser, caso fosse calculada corretamente. O valor correto da média das notas desse estudante é",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "4.",
                        "B": "5.",
                        "C": "6.",
                        "D": "19.",
                        "E": "21."
                    },
                    "resposta_correta": "B", 
                    "resolucao": ""
                },
                {
                    "id": 156,
                    "fonte": "ENEM",
                    "enunciado": "Para abrir a porta de uma empresa, cada funcionário deve cadastrar uma senha utilizando um teclado alfanumérico como o representado na figura. Por exemplo: a tecla que contém o número 2 traz as letras correlacionadas A, B e C. Cada toque nessa tecla mostra, sequencialmente, os seguintes caracteres: 2, A, B e C. Para os próximos toques, essa sequência se repete. As demais teclas funcionam da mesma maneira. As senhas a serem cadastradas pelos funcionários devem conter 5 caracteres, sendo 2 algarismos distintos seguidos de 3 letras diferentes, nessa ordem. Um funcionário irá cadastrar a sua primeira senha, podendo escolher entre as teclas que apresentam os números 1, 2, 5, 7 e 0 e as respectivas letras correlacionadas, quando houver. O número de possibilidades diferentes que esse funcionário tem para cadastrar sua senha é",
                    "imagem_url": "mat_q156_teclado.jpeg",
                    "alternativas": {
                        "A": "11 520.",
                        "B": "14 400.",
                        "C": "18 000.",
                        "D": "312 000.",
                        "E": "390 000."
                    },
                    "resposta_correta": "B", 
                    "resolucao": ""
                },
                {
                    "id": 157,
                    "fonte": "ENEM",
                    "enunciado": "Em uma loja de defensivos agrícolas, os preços de alguns produtos foram divulgados em um cartaz. Sabe-se que 1 litro de defensivo do Tipo A é suficiente para aplicação em 0,5 hectare (ha), enquanto que 1 litro de defensivo do Tipo B é suficiente para aplicação em 0,4 ha. Um agricultor precisa comprar, nessa loja, uma quantidade de litros de defensivo suficiente para aplicar em uma área de 20 ha, além de levar uma máscara para aplicação. O valor mínimo, em real, a ser gasto pelo agricultor é",
                    "imagem_url": "mat_q157_cartaz.jpeg",
                    "alternativas": {
                        "A": "147,00.",
                        "B": "150,00.",
                        "C": "162,50.",
                        "D": "165,75.",
                        "E": "168,00."
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 158,
                    "fonte": "ENEM",
                    "enunciado": "Uma doceira vende e entrega, em seu bairro, porções de 100 g de docinhos de aniversário. Atualmente, a taxa única de entrega é R$ 10,00, e o valor cobrado por uma porção é R$ 25,00. Por uma estratégia de vendas, a partir da próxima semana, a taxa única de entrega será R$ 15,00, e um novo valor será cobrado por uma porção, de maneira que o valor total a ser pago por um cliente na compra de 5 porções permaneça o mesmo. A partir da próxima semana, qual será o novo valor cobrado, em real, por uma porção?",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "12,50",
                        "B": "20,00",
                        "C": "24,00",
                        "D": "30,00",
                        "E": "37,50"
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 159,
                    "fonte": "ENEM",
                    "enunciado": "Uma piscina tem capacidade de 2 500 000 litros. Seu sistema de abastecimento foi regulado para ter uma vazão constante de 6 000 litros de água por minuto. O mesmo sistema foi instalado em uma segunda piscina, com capacidade de 2 750 000 litros, e regulado para ter uma vazão, também constante, capaz de enchê-la em um tempo 20% maior que o gasto para encher a primeira piscina. A vazão do sistema de abastecimento da segunda piscina, em litro por minuto, é",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "8 250.",
                        "B": "7 920.",
                        "C": "6 545.",
                        "D": "5 500.",
                        "E": "5 280."
                    },
                    "resposta_correta": "D", 
                    "resolucao": ""
                },
                {
                    "id": 160,
                    "fonte": "ENEM",
                    "enunciado": "Uma tubulação despeja sempre o mesmo volume de água por unidade de tempo em uma caixa-d’água, o que significa dizer que a vazão de água nessa tubulação é constante. Na junção dessa tubulação com a caixa-d’água, está instalada uma membrana de filtragem cujo objetivo é filtrar eventuais impurezas presentes na água, combinado a um bom fluxo de água. O fluxo (φ) de água através da superfície da membrana é diretamente proporcional à vazão de água na tubulação, medida em mililitro por segundo, e inversamente proporcional à área da superfície da membrana, medida em centímetro quadrado. A unidade de medida adequada para descrever o fluxo (φ) de água que atravessa a superfície da membrana é",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "mL ⋅ s ⋅ cm²",
                        "B": "mL / s / cm²",
                        "C": "mL / (cm² ⋅ s)",
                        "D": "cm² / (mL ⋅ s)",
                        "E": "cm ⋅ mL ⋅ s"
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 161,
                    "fonte": "ENEM",
                    "enunciado": "Uma empresa produz mochilas escolares sob encomenda. Essa empresa tem um custo total de produção, composto por um custo fixo, que não depende do número de mochilas, mais um custo variável, que é proporcional ao número de mochilas produzidas. O custo total cresce de forma linear, e a tabela apresenta esse custo para três quantidades de mochilas produzidas. O custo total, em real, para a produção de 80 mochilas será",
                    "imagem_url": "mat_q161_tabela.jpeg",
                    "alternativas": {
                        "A": "2 400,00.",
                        "B": "2 520,00.",
                        "C": "2 550,00.",
                        "D": "2 700,00.",
                        "E": "2 800,00."
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 162,
                    "fonte": "ENEM",
                    "enunciado": "A umidade relativa do ar é um dos indicadores utilizados na meteorologia para fazer previsões sobre o clima. O quadro apresenta as médias mensais, em porcentagem, da umidade relativa do ar em um período de seis meses consecutivos em uma cidade. Nessa cidade, a mediana desses dados, em porcentagem, da umidade relativa do ar no período considerado foi",
                    "imagem_url": "mat_q162_quadro.jpeg",
                    "alternativas": {
                        "A": "56.",
                        "B": "58.",
                        "C": "59.",
                        "D": "60.",
                        "E": "62."
                    },
                    "resposta_correta": "E", 
                    "resolucao": ""
                },
                {
                    "id": 163,
                    "fonte": "ENEM",
                    "enunciado": "Uma empresa de engenharia foi contratada para realizar um serviço no valor de R$ 71 250,00. Os sócios da empresa decidiram que 40% desse valor seria destinado ao pagamento de três engenheiros que gerenciaram o serviço. O pagamento para cada um deles será feito de forma diretamente proporcional ao total de horas trabalhadas. O número de dias e o número de horas diárias trabalhadas pelos engenheiros foram, respectivamente: engenheiro I: 4 dias, numa jornada de 5 horas e meia por dia; engenheiro II: 5 dias, numa jornada de 4 horas por dia; engenheiro III: 6 dias, numa jornada de 2 horas e meia por dia. Qual a maior diferença, em real, entre os valores recebidos por esse serviço entre dois desses engenheiros?",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "1 000",
                        "B": "1 500",
                        "C": "3 500",
                        "D": "3 800",
                        "E": "5 250"
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 164,
                    "fonte": "ENEM",
                    "enunciado": "Um hospital tem 7 médicos cardiologistas e 6 médicos neurologistas em seu quadro de funcionários. Para executar determinada atividade, a direção desse hospital formará uma equipe com 5 médicos, sendo, pelo menos, 3 cardiologistas. A expressão numérica que representa o número máximo de maneiras distintas de formar essa equipe é",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "(7! / (4! * 3!)) * (6! / (4! * 2!))",
                        "B": "(7! / (3! * 4!)) * (6! / (2! * 4!))",
                        "C": "Combinações mal formatadas no original",
                        "D": "Combinações mal formatadas no original",
                        "E": "Combinações (7, 3) * Combinações (6, 2) + Combinações (7, 4) * Combinações (6, 1) + Combinações (7, 5) * Combinações (6, 0)"
                    },
                    "resposta_correta": "E", 
                    "resolucao": ""
                },
                {
                    "id": 165,
                    "fonte": "ENEM",
                    "enunciado": "Uma indústria faz uma parceria com uma distribuidora de sucos para lançar no mercado dois tipos de embalagens. Para a fabricação dessas embalagens, a indústria dispõe de folhas de alumínio retangulares, de dimensões 10 cm por 20 cm. Cada uma dessas folhas é utilizada para formar a superfície lateral da embalagem, em formato de cilindro circular reto, que posteriormente recebe fundo e tampa circulares. A figura ilustra, dependendo de qual das duas extensões será utilizada como altura, as duas opções para formar a possível embalagem. Dentre essas duas embalagens, a de maior capacidade apresentará volume, em centímetro cúbico, igual a",
                    "imagem_url": "mat_q165_figura.jpeg",
                    "alternativas": {
                        "A": "4 000 π",
                        "B": "2 000 π",
                        "C": "4 000 / π",
                        "D": "1 000 / π",
                        "E": "500 / π"
                    },
                    "resposta_correta": "D", 
                    "resolucao": ""
                },
                {
                    "id": 166,
                    "fonte": "ENEM",
                    "enunciado": "As receitas anuais obtidas por uma indústria no período de 2014 a 2021, em milhão de reais, foram registradas, por pontos, em um gráfico. Nele, também está representada a reta que descreve a tendência de evolução das receitas. Essa reta pode ser utilizada para estimar as receitas dos anos seguintes. A estimativa da receita, em milhão de reais, dessa indústria, para o ano de 2026, obtida a partir dessa reta de tendência, é",
                    "imagem_url": "mat_q166_grafico.jpeg",
                    "alternativas": {
                        "A": "7.",
                        "B": "8.",
                        "C": "9.",
                        "D": "10.",
                        "E": "11."
                    },
                    "resposta_correta": "B", 
                    "resolucao": ""
                },
                {
                    "id": 167,
                    "fonte": "ENEM",
                    "enunciado": "Uma empresa tem 400 funcionários, distribuídos em três setores: administrativo, logística e produção. O gráfico apresenta a distribuição quantitativa desses funcionários, por setor e por faixa etária. Uma viagem de férias será sorteada entre esses funcionários, de forma que todos terão igual probabilidade de serem sorteados. A maior probabilidade é que o funcionário sorteado esteja na faixa etária",
                    "imagem_url": "mat_q167_grafico.jpeg",
                    "alternativas": {
                        "A": "entre 25 e 45 anos, pois é a faixa etária com maior quantidade de funcionários.",
                        "B": "entre 25 e 45 anos, pois é a única faixa etária cujas porcentagens são maiores do que as porcentagens mínimas de cada setor.",
                        "C": "até 25 anos, pois é a única faixa etária cujos percentuais associados aos setores aumentam com o aumento da quantidade de funcionários por setor.",
                        "D": "até 25 anos, pois é a faixa etária que apresenta maior quantidade de funcionários no setor de produção, que é o setor que emprega metade dos funcionários dessa empresa.",
                        "E": "a partir de 45 anos, pois a soma das porcentagens associadas a essa faixa etária é 110%, que é maior do que as respectivas somas associadas às outras faixas etárias, que são 105% e 85%."
                    },
                    "resposta_correta": "A", 
                    "resolucao": ""
                },
                {
                    "id": 168,
                    "fonte": "ENEM",
                    "enunciado": "Em um jogo virtual para celular, um personagem pode percorrer trajetórias retilíneas voando ou se deslocando ao longo de paredes. Considere que o personagem descreve a trajetória ABCDEF, em que os pontos A, D e E estão em um plano paralelo ao que contém os pontos B e C, sendo esses dois planos ortogonais ao plano da base que contém o ponto F, conforme a figura. A projeção ortogonal, sobre o plano da base, da trajetória ABCDEF descrita pelo personagem é",
                    "imagem_url": "mat_q168_figura.jpeg",
                    "alternativas": {
                        "A": "A projeção de uma linha quebrada que não simplifica.",
                        "B": "A projeção de uma linha reta.",
                        "C": "A projeção de um segmento de reta e um ponto.",
                        "D": "A projeção de um triângulo.",
                        "E": "A projeção de um trapézio."
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 169,
                    "fonte": "ENEM",
                    "enunciado": "Um jardineiro dispõe de k metros lineares de cerca baixa para fazer um jardim ornamental. O jardim, delimitado por essa cerca, deve ter a forma de um triângulo equilátero, um quadrado ou um hexágono regular. A escolha será pela forma que resulte na maior área. O jardineiro escolherá a forma de",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "hexágono regular, pois a área do jardim, em metro quadrado, será (k² * raiz(3)) / 24.",
                        "B": "hexágono regular, pois a área do jardim, em metro quadrado, será 3 * raiz(3) * k² / 2.",
                        "C": "quadrado, pois a área do jardim, em metro quadrado, será k² / 16.",
                        "D": "triângulo equilátero, pois a área do jardim, em metro quadrado, será (k² * raiz(3)) / 36.",
                        "E": "triângulo equilátero, pois a área do jardim, em metro quadrado, será (k² * raiz(3)) / 4."
                    },
                    "resposta_correta": "A", 
                    "resolucao": ""
                },
                {
                    "id": 170,
                    "fonte": "ENEM",
                    "enunciado": "Um aeroporto disponibiliza o serviço de transporte gratuito entre seus dois terminais utilizando os ônibus A e B, que partem simultaneamente, de hora em hora, de terminais diferentes. A distância entre os terminais é de 9 000 metros, e o percurso total dos ônibus, de um terminal ao outro, é monitorado por um sistema de cinco câmeras que cobrem diferentes partes do trecho, conforme o esquema. O alcance de cada uma das cinco câmeras é: câmera I: 1/5 do percurso; câmera II: 3/10 do percurso; câmera III: 1/10 do percurso; câmera IV: 1/10 do percurso; câmera V: 3/10 do percurso. Em determinado horário, o ônibus A parte do terminal 1 e realiza o percurso total com velocidade constante de 250 m/min; enquanto o ônibus B, que parte do terminal 2, realiza o percurso total com velocidade constante de 150 m/min. Qual câmera registra o momento em que os ônibus A e B se encontram?",
                    "imagem_url": "mat_q170_esquema.jpeg",
                    "alternativas": {
                        "A": "I",
                        "B": "II",
                        "C": "III",
                        "D": "IV",
                        "E": "V"
                    },
                    "resposta_correta": "D", 
                    "resolucao": ""
                },
                {
                    "id": 171,
                    "fonte": "ENEM",
                    "enunciado": "A criptografia refere-se à construção e análise de protocolos que impedem terceiros de lerem mensagens privadas. Júlio César, imperador romano, utilizava um código para proteger as mensagens enviadas a seus generais. Nesse código, cada letra do alfabeto era substituída pela letra três posições à frente. Uma mensagem, em um alfabeto de 26 letras, foi codificada usando uma Cifra de César. Considere a probabilidade de se descobrir, aleatoriamente, o padrão utilizado nessa codificação, e que uma tentativa frustrada deverá ser eliminada nas tentativas seguintes. A probabilidade de se descobrir o padrão dessa Cifra de César apenas na terceira tentativa é dada por",
                    "imagem_url": "mat_q171_esquema.jpeg",
                    "alternativas": {
                        "A": "1/25 + 1/25 + 1/25",
                        "B": "24/25 + 23/24 + 1/23",
                        "C": "1/25 * 1/24 * 1/23",
                        "D": "24/25 * 23/25 * 1/25",
                        "E": "24/25 * 23/24 * 1/23"
                    },
                    "resposta_correta": "E", 
                    "resolucao": ""
                },
                {
                    "id": 172,
                    "fonte": "ENEM",
                    "enunciado": "Em uma região com grande incidência de terremotos, observou-se que dois terremotos ocorridos apresentaram magnitudes M1 e M2, medidos segundo a escala Richter, e liberaram energias iguais a E1 e E2, respectivamente. Entre os estudiosos do assunto, é conhecida uma expressão algébrica relacionando esses valores dada por: M₂ - M₁ = (2/3) * log₁₀(E₂/E₁). Estudos mais abrangentes observaram que o primeiro terremoto apresentou a magnitude M₁ = 6,9 e a energia liberada foi um décimo da observada no segundo terremoto (E₁ = E₂ / 10). O valor aproximado da magnitude M₂ do segundo terremoto, expresso com uma casa decimal, é igual a",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "5,4.",
                        "B": "6,2.",
                        "C": "7,6.",
                        "D": "8,2.",
                        "E": "8,4."
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 173,
                    "fonte": "ENEM",
                    "enunciado": "Projetistas de uma fábrica de amortecedores realizaram uma série de experimentos que produziram oscilações semelhantes ao comportamento do gráfico de uma senoide, para qualquer tipo de estrada. Cada experimento teve duração de 20 minutos, sendo os 9 primeiros minutos em superfície que simula uma rodovia asfaltada, e os 11 minutos restantes em superfície que simula uma estrada de chão. Para os amortecedores serem aprovados no experimento, exige-se que as amplitudes das ondas oscilatórias, em cada tipo de superfície, sejam constantes e, ainda, que a amplitude da oscilação do amortecedor no asfalto seja menor do que sua amplitude da oscilação na estrada de chão. O tipo de gráfico que descreve o comportamento oscilatório de um amortecedor aprovado nesse experimento é",
                    "imagem_url": "mat_q173_graficos_senoide.jpeg",
                    "alternativas": {
                        "A": "Gráfico que mostra menor amplitude de 0 a 9 min e maior amplitude de 9 a 20 min.",
                        "B": "Gráfico com amplitude constante em todo o período.",
                        "C": "Gráfico com amplitude crescente.",
                        "D": "Gráfico com amplitude decrescente.",
                        "E": "Gráfico que mostra maior amplitude de 0 a 9 min e menor amplitude de 9 a 20 min."
                    },
                    "resposta_correta": "A", 
                    "resolucao": ""
                },
                {
                    "id": 174,
                    "fonte": "ENEM",
                    "enunciado": "Para melhorar o fluxo de ônibus em uma avenida que tem dois semáforos, a prefeitura reduzirá o tempo em que cada sinal ficará vermelho, que atualmente é de 15 segundos a cada 60 segundos. Admita que o instante de chegada de um ônibus a cada semáforo é aleatório. O engenheiro de tráfego da prefeitura calculou a probabilidade de um ônibus encontrar cada um deles vermelho, obtendo 15/60. A partir daí, estabeleceu uma mesma redução na quantidade do tempo, em segundo, em que cada sinal ficará vermelho, de maneira que a probabilidade de um ônibus encontrar ambos os sinais vermelhos numa mesma viagem seja igual a 4/100, considerando os eventos independentes. Para isso, a redução do tempo em que o sinal ficará vermelho, em segundo, estabelecida pelo engenheiro foi de",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "1,35.",
                        "B": "3,00.",
                        "C": "9,00.",
                        "D": "12,60.",
                        "E": "13,80."
                    },
                    "resposta_correta": "B", 
                    "resolucao": ""
                },
                {
                    "id": 175,
                    "fonte": "ENEM",
                    "enunciado": "A densidade demográfica de uma região é definida como sendo a razão entre o número de habitantes dessa região e sua área, expressa na unidade habitantes por quilômetro quadrado. Uma região R é subdividida em várias outras, sendo uma delas a região Q. A área de Q é igual a três quartos da área de R (A(Q) = 3/4 A(R)), e o número de habitantes de Q é igual à metade do número de habitantes de R (H(Q) = 1/2 H(R)). As densidades demográficas correspondentes a essas regiões são denotadas por d(Q) e d(R). A expressão que relaciona d(Q) e d(R) é",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "d(Q) = (1/4) d(R)",
                        "B": "d(Q) = (2/3) d(R)",
                        "C": "d(Q) = (3/4) d(R)",
                        "D": "d(Q) = (2 * raiz(2)) d(R)",
                        "E": "d(Q) = (2/3) d(R)"
                    },
                    "resposta_correta": "E", 
                    "resolucao": ""
                },
                {
                    "id": 176,
                    "fonte": "ENEM",
                    "enunciado": "Atualmente, há telefones celulares com telas de diversos tamanhos e em formatos retangulares. Alguns deles apresentam telas medindo 3 e 1/2 polegadas, com determinadas especificações técnicas. Além disso, em muitos modelos, com a inclusão de novas funções no celular, suas telas ficaram maiores, sendo muito comum encontrarmos atualmente telas medindo 4 e 5/6 polegadas, conforme a figura. A diferença de tamanho, em valor absoluto, entre as medidas, em polegada, das telas do celular 2 e do celular 1, representada apenas com uma casa decimal, é",
                    "imagem_url": "mat_q176_figura.jpeg",
                    "alternativas": {
                        "A": "0,1.",
                        "B": "0,5.",
                        "C": "1,0.",
                        "D": "1,3.",
                        "E": "1,8."
                    },
                    "resposta_correta": "D", 
                    "resolucao": ""
                },
                {
                    "id": 177,
                    "fonte": "ENEM",
                    "enunciado": "Uma imobiliária iniciou uma campanha de divulgação para promover a venda de apartamentos que podem ser pagos em 100 parcelas mensais. O valor da primeira delas é fixado no momento da compra, com o pagamento dessa primeira parcela. A partir da segunda parcela, o valor é determinado pela aplicação de um acréscimo percentual fixo ao valor da parcela anterior. Como atrativo, a imobiliária fará o pagamento de todas as parcelas correspondentes ao mês de aniversário do comprador. Um cliente, que faz aniversário no mês de maio, decidiu comprar um desses apartamentos por meio do financiamento oferecido pela imobiliária, e pretende escolher o mês mais adequado para realizar essa compra, de modo que o valor total dos pagamentos seja o menor possível. Qual é o mês que esse cliente deverá escolher para realizar a compra do apartamento?",
                    "imagem_url": "", 
                    "alternativas": {
                        "A": "Fevereiro.",
                        "B": "Abril.",
                        "C": "Maio.",
                        "D": "Junho.",
                        "E": "Agosto."
                    },
                    "resposta_correta": "A", 
                    "resolucao": ""
                },
                {
                    "id": 178,
                    "fonte": "ENEM",
                    "enunciado": "Um sistema de polias circulares e correias é um dos mecanismos responsáveis pela transmissão de movimento em máquinas rotativas. O manual de um motor traz uma figura representando um sistema composto por duas polias e uma correia de transmissão, tensionada e perfeitamente ajustada sobre as polias, de modo a não apresentar folgas nos contatos com as polias. Considere que as partes dessa correia que não ficam em contato com as polias são representadas por segmentos de reta tangentes às polias. Para substituição dessa correia, é necessária a especificação de seu comprimento. Considere 3 como valor aproximado para π. A medida do comprimento dessa correia, em centímetro, é",
                    "imagem_url": "mat_q178_figura.jpeg",
                    "alternativas": {
                        "A": "54.",
                        "B": "60.",
                        "C": "66.",
                        "D": "68.",
                        "E": "72."
                    },
                    "resposta_correta": "D", 
                    "resolucao": ""
                },
                {
                    "id": 179,
                    "fonte": "ENEM",
                    "enunciado": "A prefeitura de uma cidade planeja construir três postos de saúde. Esses postos devem ser construídos em locais equidistantes entre si e de forma que as distâncias desses três postos ao hospital dessa cidade sejam iguais. Foram conseguidos três locais para a construção dos postos de saúde que apresentam as características desejadas, e que distam 10 km entre si, conforme o esquema, no qual o ponto H representa o local onde está construído o hospital; os pontos P₁, P₂ e P₃, os postos de saúde; e esses quatro pontos estão em um mesmo plano. A distância, em quilômetro, entre o hospital e cada um dos postos de saúde, é um valor entre",
                    "imagem_url": "mat_q179_esquema.jpeg",
                    "alternativas": {
                        "A": "2 e 3.",
                        "B": "4 e 5.",
                        "C": "5 e 6.",
                        "D": "7 e 8.",
                        "E": "8 e 9"
                    },
                    "resposta_correta": "C", 
                    "resolucao": ""
                },
                {
                    "id": 180,
                    "fonte": "ENEM",
                    "enunciado": "Um tanque, em formato de paralelepípedo reto retângulo, tem em seu interior dois anteparos verticais, fixados na sua base e em duas paredes opostas, sendo perpendiculares a elas, conforme a figura. Esses anteparos, de espessuras desprezíveis, estão instalados de maneira a dividir a base do tanque em três retângulos congruentes, tendo suas alturas iguais à metade e a um quarto da altura do tanque. O tanque é abastecido por uma entrada situada no teto, através de um duto que despeja água a uma vazão constante, sendo necessárias 12 horas para finalizar o seu enchimento. O gráfico que descreve, em cada instante, a maior altura de coluna de água, dentre aquelas que vão sendo formadas ao longo do enchimento do tanque, é",
                    "imagem_url": "mat_q180_figura_e_grafico.jpeg",
                    "alternativas": {
                        "A": "Gráfico com 3 segmentos lineares, com inclinações decrescentes.",
                        "B": "Gráfico com 3 segmentos lineares, com a 1ª e 3ª inclinações iguais, e a 2ª menor.",
                        "C": "Gráfico com 3 segmentos lineares, com a 1ª inclinação menor que a 2ª, e a 3ª maior.",
                        "D": "Gráfico com 3 segmentos, sendo a 1ª curva, a 2ª linear e a 3ª curva.",
                        "E": "Gráfico com 3 segmentos de mesma inclinação."
                    },
                    "resposta_correta": "B", 
                    "resolucao": ""
                }
            ]
        }
    }
}